Repository: Appaxaap/Focus
Catalog: lib/l10n/app_*.arb
Languages: de

# settingsTitle
source: Settings
de: Einstellungen

# customizeExperience
source: Customize your Focus experience
de: Passe deine Focus-Erfahrung an

source: Good Morning
de: Guten Morgen

source: Good Afternoon
de: Guten Tag

source: Good Evening
de: Guten Abend

# tasksCompletedToday
source: {count, plural, =0{No tasks yet} =1{1 task completed today!} other{{count} tasks completed today!}} 🎉
de: {count, plural, =0{Noch keine Aufgaben} =1{1 Aufgabe heute erledigt!} other{{count} Aufgaben heute erledigt!}} 🎉

source: Show Completed Tasks
de: Erledigte Aufgaben anzeigen

source: Display finished tasks
de: Abgeschlossene Aufgaben anzeigen

source: Clear Completed Tasks
de: Erledigte Aufgaben löschen

# removeFinishedTasks
source: {count, plural, =1{Remove 1 finished task} other{Remove {count} finished tasks}}
de: {count, plural, =1{1 erledigte Aufgabe entfernen} other{{count} erledigte Aufgaben entfernen}}

source: Nothing to Clear
de: Nichts zu löschen

# completeSomeTasks
source: Complete some tasks first
de: Erledige zuerst einige Aufgaben

source: Task completed
de: Aufgabe erledigt

source: Task deleted
de: Aufgabe gelöscht

# madeWithLove
source: Made with 💙 by Basim Basheer
de: Mit 💙 erstellt von Basim Basheer

# privacyMessage
source: 🔒 All your data stays on your device — no cloud, no tracking.
de: 🔒 Alle deine Daten bleiben auf deinem Gerät — keine Cloud, kein Tracking.
